Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * IronicHell * LandOfFaerie * MagicalLand * MentalWorld * TheMetaverse * MirrorUniverse * MouseWorld * TheMultiverse * OnlyOneAfterlife * PhantomZone * PlaceBeyondTime * PlatonicCave * PocketDimension * RolePlayingGameVerse * RetroUniverse * RPGMechanicsVerse * SpiritWorld * TheUnderworld * {{Wackyland}} * WarriorHeaven: Where [[ProudWarriorRaceGuy Proud Warrior Race Guys]] go when they die.
pt_br: * Br/InfernoIronico * Br/TerraDasFadas * Br/TerraMagica * Br/MundoMental * Br/OMetaverso * Br/UniversoEspelhado * Br/SomenteUmaVidaAposAMorte * Br/ZonaFantasma * Br/LugarAlemDoTempo * Br/CavernaDoPlatao * Br/DimensaoDeBolso * Br/UniversoDeRPG * Br/RetroUniverso * Br/UniversoComMecanicasDeRPG * Br/MundoEspiritual * Br/OSubmundo * Br/{{Bizarrolandia}} * Br/CeuDosGuerreiros: É para onde vai o Br/CaraDeUmaRacaGuerreiraOrgulhosa depois que ele morre.

source: * IrrationalHatred: Having it in for someone when there's no rational reason to despise them.
pt_br: * Br/OdioIrracional: Tê-lo por alguém quando não há motivo racional para isso.

source: * IsThisWhatAngerFeelsLike: After Spooner pushes Sonny that bit too far during an interrogation.
pt_br: * Br/EAssimQueESeSentirComRaiva: Depois que Spooner provoca excessivamente Sonny durante um interrogatório.

source: * IslandBase: A SupervillainLair on an isolated island.
pt_br: * Br/BaseNaIlha: O Br/CovilDoSuperVilao em uma ilha isolada.

source: * IslandOfMisfitEverything: A haven for the misfits, rejects and forlorn.
pt_br: * ??? IslandOfMisfitsEverything: Um paraíso para os desajustados e rejeitados.

source: * IslandOfMystery: An island with any one of a number of unusual things on it.
pt_br: * Br/IlhaDeMisterio: Uma ilha com vários elementos incomuns nela.

source: * IsleOfGiantHorrors: An island inhabited by giant creatures.
pt_br: * Br/IlhaDeHorroresGigantes: Uma ilha habitada por criaturas gigantescas.

source: * It's also possible for a character to simply be a BigEater who has their love of food upped over time to the point that they will [[ExtremeOmnivore eat literally anything happily, even inorganic/inedible items]].
pt_br: * Também é possível que um personagem Br/{{Comilao}} tenha seu apreço por comida intensificado ao ponto de ele [[Br/OnivoroExtremo comer literalmente qualquer coisa, até mesmo itens inorgânicos ou não-comestíveis]].

source: * ItCameFromBeverlyHills: Takes place in Beverly Hills, California.
pt_br: * Br/VeioDeBeverlyHills: Se passa em Beverly Hills, Califórnia.

source: * ItIsDehumanizing: Spooner evolves.
pt_br: * Br/IssoEDesumano: Spooner evolui.

source: * ItSucksToBeTheChosenOne: The hero dislikes being forced to face their destiny.
pt_br: * Br/SerOEscolhidoEUmaDroga: O herói não gosta de ser forçado a encarar seu destino.

source: * ItsAlwaysSpring: Perpetual sunshine and blue skies, because anything else would be inconvenient.
pt_br: * Br/SempreEPrimavera: Sol e céu sem nuvens perpetuamente, porque qualquer outra coisa seria inconveniente.

source: * ItsCuban: That cigar that has been banned in America is a real treat to smoke.
pt_br: * Br/ECubano: O charuto que foi banido nos Estados Unidos é uma maravilha de se fumar.

source: * ItsNotSupposedToWinOscars: Creators often use this as an excuse when this mentality shows in their work.
pt_br: * Br/NaoEParaGanharOOscar: Criadores costumam usar isso como desculpa quando essa mentalidade surge na obra deles.

source: * ItsTheJourneyThatCounts: This is [[spoiler:the very last word of the book]].
pt_br: * Br/EAJornadaQueConta: ''Travessia''. [[spoiler: é a última palavra do livro.]]

source: * ItsWhatIDo: -->'''The Shoveler:''' Doctor, you are a genius.\\ '''Dr. Heller:''' That's what the card says.
pt_br: * Br/EOqueEuFaco: -->'''Pá:''' Doutor, o senhor é genial.\\ '''Dr. Heller:''' É o que diz no cartão.

source: * JadeColoredGlasses * JeanneDArchetype: A young ActionGirl in military combat who is viewed as an inspiring symbol of the cause.
pt_br: * Br/OculosCorDeJade * Br/JoanaDArquetipo: Uma Br/GarotaDeAcao jovem nas forças armadas que é considerada como um símbolo inspirador da causa.

source: * JapaneseSpirit: The belief that everyone (or rather, everyone "good") is or can become better by a certain virtue, whether it's a born-with trait, a faith that cannot be shaken, or undying willpower.
pt_br: * Br/EspiritoJapones: A crença de que todos (ou melhor dizendo, todos que são "bons") são ou podem se tornar melhores através de uma certa virtude, seja ela uma característica inata, uma fé inabalável ou força de vontade intensa.

source: * JeanneDArchetype: A young ActionGirl in military combat who is viewed as an inspiring symbol of the cause.
pt_br: * Br/JoanaDArquetipo: Uma Br/GarotaDeAcao jovem nas forças armadas que é considerada como um símbolo inspirador da causa.

source: * JerkWithAHeartOfGold: A character who often comes off as [[{{Jerkass}} mean]] occasionally proves that they're not a completely bad person and are perfectly capable of showing kindness.
pt_br: * Br/BabacaComUmCoracaoDeOuro: Um personagem que costuma ser retratado como [[Br/{{Babaca}} maldoso]] ocasionalmente prova que ele não é uma pessoa completamente ruim e que é capaz de mostrar bondade.

source: * JerkWithAHeartOfGold: Even Doña Florinda gets PetTheDog moments here and there.
pt_br: * Br/BabacaComUmCoracaoDeOuro: Até a Dona Florinda tem seus momentos de Br/FazerCarinhoNoCachorro.

source: * JerkWithAHeartOfGold: Some heroes are mean, but have a soft side deep down.
pt_br: * Br/BabacaComUmCoracaoDeOuro: Alguns heróis são maldosos, mas possuem um lado bom lá no fundo.

source: * JerkWithAHeartOfJerk: When the story suggests that a {{jerkass}} might have a [[JerkWithAHeartOfGold nicer side]] but then [[SubvertedTrope doesn’t]] because of the status quo.
pt_br: * Br/BabacaComUmCoracaoDeBabaca: Quando a história sugere que um Br/{{babaca}} talvez tenha um [[Br/BabacaComUmCoracaoDeOuro lado bom]] mas na verdade [[Br/TropoSubvertido não tem]] por causa do status quo.

source: * JerkassHasAPoint: K accurately sums up the MIB's need for secrecy by telling J that the only reason average people are able to get on with their lives is that they're not aware that the Earth is under constant threat from aliens.
pt_br: * Br/OBabacaTemRazao: K sintetiza perfeitamente a necessidade da discrição da MIB ao dizer para J que o único motivo pelo qual as pessoas conseguem seguir com suas vidas é por elas não saberem que a Terra está em constante perigo.

source: * JerkassWoobie: Despite their bad behavior, we still end up feeling sorry for a jerk or villain because of all the bad things they've been through.
pt_br: * Br/CoitadinhoBabaca: Apesar de seu mau comportamento, ainda nos sentimos mal por um vilão babaca por causa de todas as coisas ruins que eles já sofreram.

source: * JokerImmunity: When villains have the privilege of immunity from death as well.
pt_br: * Br/ImunidadeDeCoringa: Quando vilões também possuem o privilégio da imunidade contra morte.

source: * JumpedAtTheCall: A character is eager to uphold the responsibility of being the hero once they are given the chance.
pt_br: * Br/EstavaSoPeloChamado: Um personagem está ansioso para aceitar a responsabilidade de ser o herói quando a chance surge.

source: * JumpedAtTheCall: The whole movie is a reconstruction.
pt_br: * Br/SeJogouDeCabecaNoChamado: O filme inteiro é uma reconstrução.

source: * Just making something mindblowingly scary and showing it in all its well-lit horrific glory -- the hardest to pull off, as it [[TemptingFate risks]] highlighting even minor {{Special Effects Failure}}s unless done superbly, and often has to overcome the lack of menacing atmosphere.
pt_br: * Simplesmente fazer algo excepcionalmente assustador e mostrar tudo com toda sua iluminação e glória -- o mais difícil de se conseguir, pois isso [[Br/ProvocarODestino arrisca]] realçar até mesmo o menor dos Br/DefeitosEspeciais a menos que seja feito com maestria, e com alguma frequência isso também precisa superar a falta de atmosfera ameaçadora.

source: * JustBeforeTheEnd: We are a few days from extermination.
pt_br: * Br/LogoAntesDoFim: Estamos a apenas alguns dias do extermínio.

source: * JustLikeRobinHood: Criminals who steal from the filthy rich and give to the poor.
pt_br: * Br/QueNemRobinHood: Criminosos que roubam dos ricos para dar aos pobres.

source: * JustOneSecondOutOfSync: A time out of place.
pt_br: * Br/ForaDeSincroniaEmUmSegundo: Um tempo além do lugar.

source: * KarmaHoudini: A character who escapes the consequences of their wrongdoings might step back and reevaluate their lives and redeem themselves.
pt_br: * Br/KarmaHoudini: Um personagem que escapa das consequências de seus maus atos pode dar um passo para trás e repensar suas escolhas de vida.

source: * KarmicDeath: This film ''loves'' 'em: ** [[spoiler: Casanova is ultimately killed when he is thrown into his own doomsday device]].
pt_br: * Br/MorteKarmica: O filme gosta muito delas: ** [[spoiler: Casanova é morto quando ele é arremessado na própria arma do apocalipse]].

source: * KarmicOverkill: Fans feel that a character's fate is too severe for what they did.
pt_br: * ??? KarmicOverkill: Os fãs sentem que o destino de um personagem é severo demais para o que eles fizeram.

source: * KarmicRape: Someone gets sexually assaulted as a form of karma for what they've done.
pt_br: * Br/EstuproKarmico: Alguém é abusado sexualmente como forma de karma pelo que fez.

source: * KeepTheReward: A true hero is blasé about collecting a fee.
pt_br: * Br/FiqueComARecompensa: Um verdadeiro herói rejeita a recompensa oferecida.

source: * KeepingTheHandicap: A disabled character decides against "fixing" the disability because it makes them what they are.
pt_br: * Br/MantendoADeficiencia: Um personagem com alguma deficiência decide contra "corrigir" ela porque isso é o que faz eles serem quem são.

source: * KidDetective: A child who solves crime.
pt_br: * Br/DetetiveMirim: Uma criança que soluciona crimes.

source: * KidHero: The hero is a young child or teenager.
pt_br: * Br/HeroiGaroto: O herói é uma criança ou adolescente.

source: * KidHeroAllGrownUp: They've entered a full-time career of heroism in adulthood.
pt_br: * Br/HeroiGarotoCrescido: Agora que cresceu, ele entra em uma carreira de heroísmo em tempo integral.

source: * KiddieKid: A kid acts much younger than a child their age is supposed to act.
pt_br: * Br/JovemInfantil: Um jovem que se comporta de uma maneira muito mais infantil do que deveria ser para alguém de sua idade.

source: * KidnappedForExperimentation: Mad scientists need test subjects, after all!
pt_br: * Br/SequestradoParaExperimentos: Cientistas malucos precisam de cobaias!

source: * KillSat: A satellite armed with a powerful weapon.
pt_br: * Br/SateliteDaDestruicao: Um satélite equipado com uma arma poderosa.

source: * KilledByTheAdaptation: The dub of the last published story on the '90s, "Os Artistas de Ouro" features an additional part at the end, where Dudão ascends to Heaven and meets Jesus personally, being told that he succesfully fullfilled his task in life to convert his friends to Christianity.
pt_br: * Br/MortoPelaAdaptacao: A dublagem da última história publicada nos anos 90, "Os Artistas de Ouro", possui um trecho adicional no fim, onde Dudão ascende aos céus e encontra Jesus pessoalmente, recebendo a mensagem de que ele cumpriu com êxito a sua missão de vida de converter seus amigos ao cristianismo.

source: * KillerRobot: Whoever would invent an automaton designed to kill people probably wouldn't be of sound mind.
pt_br: * Br/RoboAssassino: A pessoa que inventa um autômato projetado para matar provavelmente foi jubilada das faculdades mentais.

source: * KindheartedCatLover: A character's fondness for cats is portrayed as a benevolent quality.
pt_br: * Br/AmanteDeGatosComBomCoracao: O apreço de um personagem por gatos é retratado como uma qualidade benevolente.

source: * KindheartedCatLover: A kind hero who loves cats.
pt_br: * Br/AmanteDeGatosComBomCoracao: Um herói bondoso que ama gatos.

source: * KindheartedSimpleton: A generally pig-ignorant, stupid character who makes up for their idiocy and denseness by being morally nice and show any sort of likability in them.
pt_br: * Br/EstupidoDeBomCoracao: Um personagem estúpido no geral que compensa sua idiotice com o fato de que é moralmente bom e demonstra traços agradáveis.

source: * KingInTheMountain: A legendary figure is believed to be in hibernation until the people they've protected need them again rather than dead.
pt_br: * Br/ReiNaMontanha: Uma figura lendária supostamente em hibernação até que o seu povo necessite dele novamente (ao invés de ter morrido).

source: * KingOfAllCosmos: A flighty interpretation of the Powers That Be.
pt_br: * Br/ReiDeTodoOCosmos: Uma interpretação interessante dos Poderes Quaisquer Que Sejam.

source: * KirksRock: A distinctive set of striated sandstone slabs, sharply-angled and pointed at their tops, conveniently located about 30 miles north of Hollywood.
pt_br: * Br/RochaDeKirk: Um conjunto distinto de formações rochosas pontiagudas que fica localizado a convenientes 50 quilômetros de Hollywood.

source: * KleptomaniacHero: "Take everything that isn't nailed down or too heavy, and anything that can be pried loose is not considered nailed down".
pt_br: * Br/HeroiCleptomaniaco: "Leve tudo que não esteja preso ou que não seja muito pesado, e qualquer coisa que possa ser arrancada não conta como estar presa".

source: * KneelBeforeFrodo: A heroic character is unexpectedly bowed to.
pt_br: * Br/AjoelheSeDianteDeFrodo: Um personagem heroico inesperadamente recebe honrarias.

source: * KneelBeforeFrodo: High praise is given to a hero lower on the social scale.
pt_br: * Br/AjoelheSeDianteDeFrodo: Honrarias são dadas a um herói que fica na base da escala social.

source: * KnightErrant: A deliberate [[TheDrifter Drifter]] with a case of ChronicHeroSyndrome.
pt_br: * Br/CavaleiroErrante: Um [[Br/OErrante andarilho]] que tem um caso de Br/SindromeDeHeroismoCronico.

source: * KnightErrant: [[TheDrifter Drifting]] heroes who do good deeds as they [[WalkingTheEarth pass by]].
pt_br: * Br/CavaleiroErrante: Heróis [[Br/OErrante errantes]] que fazem boas ações enquanto eles [[Br/AndarPelaTerra estão passando]].

source: * KnightInShiningArmor: A hero who champions the weak and innocent, especially women in distress.
pt_br: * Br/CavaleiroEmArmaduraReluzente: Um herói que ajuda os fracos e oprimidos, especialmente mulheres em perigo.

source: * KnightInShiningArmor: A noble knight with a strong sense of justice who slays the dragon and rescues the princess.
pt_br: * Br/CavaleiroEmArmaduraReluzente: Um nobre cavaleiro com um forte senso de justiça que derrota o dragão e salva a princesa.

source: * KnightInSourArmor: A cynical hero who nonetheless continues to do good.
pt_br: * Br/CavaleiroEmArmaduraAzeda: Um herói cínico que persiste no caminho do bem mesmo assim.

source: * KnightInSourArmor: Pessimistic heroes who keep on the good fight, despite their JadeColoredGlasses.
pt_br: * Br/CavaleiroEmArmaduraAzeda: Heróis pessimistas que persistem na boa luta apesar de seus Br/OculosCorDeJade.

source: * KnightInSourArmor: Spooner, still coping with a bit of PTSD and resulting prejudice against robots.
pt_br: * Br/CavaleiroEmArmaduraAzeda: Spooner, ainda lidando com estresse pós-traumático e preconceito contra robôs.

source: * KnightTemplar: Character has noble goals, but takes their actions way too far.
pt_br: * Br/CavaleiroTemplario: O personagem possui objetivos nobres, mas leva suas ações longe demais.

source: * KnightTemplar: Character who has noble goals, but can be self-righteous and extremist in achieving them.
pt_br: * Br/CavaleiroTemplario: Personagem que possui objetivos nobres, mas que pode ser extremista no processo de alcançá-los.

source: * Knowledge is conflated with intelligence, and a character who knows a lot of trivia is turned into a genius.
pt_br: * Conhecimento é confundido com inteligência, e um personagem que sabe de muitas curiosidades é transformado em gênio.

source: * KnownByThePostalAddress: The exact address of a place is often referred to in a work.
pt_br: * Br/ConhecidoPeloEnderecoPostal: O endereço exato de um lugar é mencionado em uma obra.

source: * LadyAndKnight: The brave, chivalrous knight defends and falls in love with the fair lady.
pt_br: * Br/DamaECavaleiro: O corajoso e polido cavaleiro defende e se apaixona pela bela moça.

source: * LadyLand: Where women rule, and men are either subservient or absent.
pt_br: * Br/TerraDeMulheres: Onde as mulheres dominam e os homens são inexistentes ou subservientes.

source: * LadyOfAdventure * LadyOfWar * TheLancer: The hero's second-in-command.
pt_br: * Br/DamaDeAventura * Br/DamaDeGuerra * Br/OLanceiro: O segundo na cadeia de comando depois do herói.

source: * LamarckWasRight: Chilindrina's nervous laugh when she's embarrassed is exactly the same as her dad's.
pt_br: * Br/LamarckEstavaCerto: A risada nervosa da Chiquinha quando ela está envergonhada é a mesma que a de seu pai.

source: * LancerVsDragon: When TheLancer takes on their EvilCounterpart TheDragon.
pt_br: * Br/LanceiroContraDragao: Quando Br/OLanceiro enfrenta a sua Br/ContraparteDoMal, Br/ODragao.

source: * LandfillBeyondTheStars: A world full of junk.
pt_br: * Br/AterroAlemDasEstrelas: Um mundo cheio de lixo.

source: * LandmarkingTheHiddenBase: A secret base hidden under or in some famous landmark.
pt_br: * ??? LandmarkingTheHiddenBase: Uma base secreta escondida abaixo ou dentro de um local famoso.

source: * LanternJawOfJustice: A good guy with a huge chin.
pt_br: * Br/MandibulaDaJustica: Um cara bom com um queixo protuberante.

source: * LanternJawOfJustice: Good guys with huge chins.
pt_br: * Br/MandibulaDaJustica: Um cara bom com um queixo protuberante.

source: * LaserGuidedBroadcast * LastSecondShowoff: When a character waits to perform a task because they know they can get it done at the last second.
pt_br: * Br/TransmissaoTeleguiada * Br/ExibicaoDeUltimoSegundo: o personagem aguarda para executar uma tarefa porque sabe que consegue fazer isso no último momento possível.

source: * LaserGuidedKarma: Characters who do bad things always either get their comeoccupance or learn their lesson at the end.
pt_br: * Br/KarmaGuiadoPorLaser: Personagens que fazem coisas ruins sempre recebem isso de volta de alguma maneira, ou aprendem a lição no final.

source: * LastFertileRegion: The last bit of nature and greenery in a wasteland dystopia.
pt_br: * Br/UltimaRegiaoFertil: O último pedaço de natureza em uma distopia pós apocalíptica.

source: * LastUnsmokedCigarette: The cigarette that's left as a memento or a reminder of your quitting smoking.
pt_br: * Br/UltimoCigarroNaoFumado: O cigarro que fica como recordação ou lembrete de por que você parou de fumar.

source: * LateToThePunchline: It takes the hearer a long time to figure out the point, but they get it eventually.
pt_br: * Br/AtrasadoParaASacada: O ouvinte leva muito tempo para perceber a graça da piada.

source: * LaughTrack: ** ''El Chavo'' went through phases of laugh tracks, the two major ones being when it had an old and very unconvincing sounding laugh track, and the later years when the laugh track was eliminated at the beginning of the 80's "out of respect for the audience".
pt_br: * Br/FaixaDeRiso: ** ''Chaves'' passou por vários estilos de faixa de riso, com as mais conhecidas sendo um áudio pouco convincente. Posteriormente a faixa de riso foi eliminada por "respeito ao público".

source: * LaughTrack: A show that puts recorded laughter at every joke.
pt_br: * Br/FaixaDeRiso: Um show coloca risadas pré-gravadas em cada piada.

source: * LawEnforcementInc: A self-funded, self-supporting private agency which can act as a legal authority and law enforcement power, or as an official military outfit.
pt_br: * Br/ForcaDaLeiLtda: Uma agência privada autogerida que pode agir como autoridade legal e força da lei, ou como um corpo militar oficial.

source: * LawOfDisproportionateResponse: Reacting to serious matters like they aren't that important and vice versa.
pt_br: * Br/LeiDaRespostaDesproporcional: Reagir a questões sérias como se não fossem importantes, e vice-versa.

source: * LawOfDisproportionateResponse: the base of many a joke.
pt_br: * Br/LeiDaRespostaDesproporcional: A base de muitas piadas.

source: * LawOfInverseRecoil: Averted, mostly.
pt_br: * Br/LeiDoRecuoInverso: Evitado, no geral.

source: * LawfulGood: A character alignment involving good and order.
pt_br: * Br/LealEBom: Um alinhamento de personagem que envolve o bem e a ordem.

source: * LawfulGood: Involving good and order.
pt_br: * Br/LealEBom: Envolvendo o bem e a ordem.

source: * LayeredMetropolis: A city with multiple, vertically-separated levels, usually with the rich on top.
pt_br: * Br/MetropoleEstratificada: Uma cidade com múltiplos níveis, verticalmente separada e com os ricos geralmente morando no topo.

source: * LayeredWorld: A world with multiple dimensions, where locations in each dimension map to each other, creating "layers" of reality.
pt_br: * Br/MundoEmCamadas: Um mundo com múltiplas dimensões, onde os lugares em cada dimensão são mapeados através delas, criando assim "camadas" de realidade.

source: * LaymansTerms -->'''Spooner:''' So, Dr. Calvin, what exactly do you do around here?\\ '''Calvin:''' My general fields are advanced robotics and psychiatry, although I specialize in hardware-to-wetware interfaces, in an effort to advance USR's robotic anthropomorphization program.\\ '''Spooner:''' So... ''what'' exactly do you do around here?\\ '''Calvin:''' I make the robots seem more human.\\ '''Spooner:''' Now wasn't that easier to say?\\ '''Calvin:''' Not really, no.
pt_br: * Br/EmTermosLeigos -->'''Spooner:''' Então, doutora Susan, o que exatamente você faz aqui?\\ '''Calvin:''' Minhas áreas são robótica avançada e psiquiatria, embora me especialize em interfaces do sistema nervoso humano para acelerar o programa antropomorfológico da USR.\\ '''Spooner:''' Então, o que ''exatamente'' você faz aqui?\\ '''Calvin:''' Faço os robôs parecerem mais humanos.\\ '''Spooner:''' Não era mais fácil você dizer isso?\\ '''Calvin:''' Não, na verdade... não.

source: * LaymansTerms: Zed compares Earth's predicament to being the last party-goer who gets stuck with the check.
pt_br: * Br/EmTermosLeigos: Zed compara a situação da Terra a ser a última pessoa a sair da festa e ficar a cargo de apagar a luz.

source: * LeftHanging: Agent J, and the audience [[spoiler: never does find out what Laurel likes to do in the morgue when it's really late.]] * LenoDevice: The end of the first movie shows tabloid articles talking about the effects of the climax on the public, including a conspiracy theory forming about Detroit perfecting a rocket car and one story about the baseball player who missed the catch during the baseball game shown in the movie claiming "UFO MADE ME MISS HOME RUN!" (which is actually true).
pt_br: * Br/FicouNoAr: O agente J e o público [[spoiler: nunca ficam sabendo o que a Laurel gosta de fazer no necrotério quando é tarde da noite]].

source: * LegacyCharacter: ** [Carol] The Bowler; her father, Carmine the Bowler, was a fairly well known crime-fighter before her.
pt_br: * Br/PersonagemLegado: ** A Boliche; seu pai, Carmine o Boliche, era um combatente do crime bem conhecido antes dela.

source: * LegalizedEvil: Where acts of wrongdoing among the populace are legally allowed by the setting's ruling authority.
pt_br: * Br/MalLegalizado: Onde atos de transgressão entre a população são legalmente permitidos pela autoridade dominante.
